/* 
   SMSPreferences.strings
   SMSPreferences

   Created by Chris Pavicich on 13 January 2011.
   Copyright 2011 Apple. All rights reserved.
 */
"SMS_CHARACTER_COUNT" = "Zeichenanzahl";

"MMS_LABEL" = "SMS/MMS";
"MMS_MESSAGING" = "MMS-Messaging";
"ALLOW_GROUP_MESSAGING" = "Gruppen-Messaging";
"SHOW_SUBJECT_FIELD" = "Betreff-Feld anzeigen";
"MESSAGES" = "Nachrichten";

"MMS_EMAIL" = "E‑Mail-Adresse für MMS";
"MMS_EMAIL_PLACEHOLDER" = "beispiel@me.com";

/* This is the string next to the on/off switch */
"MADRID" = "iMessage";

/* Read Receipts */
"READ_RECEIPTS" = "Lesebestätigungen senden";
"READ_RECEIPTS_DESCRIPTION" = "Anderen erlauben, Lesebestätigungen anzufordern.";

/* Send as SMS */
"SEND_AS_SMS" = "Als SMS senden";
"SEND_AS_SMS_DESCRIPTION" = "Als SMS senden, wenn iMessage nicht verfügbar ist. Eventuell fallen vom Netzbetreiber SMS-Gebühren an.";

/* Receipts */
"DELIVERY_RECEIPTS" = "Empfangsbestätigungen";

/* Account Setup */
"MADRID_ACCOUNTS" = "Empfangen:";

/* Debug settings */
"IMESSAGE_DEBUGGING" = "Debugging";
"IMESSAGE_LOGGING" = "iMessage-Protokollierung";
"IMESSAGE_REGLOGGING" = "Registrierungsprotokollierung";
"IMESSAGE_DUMPLOGS" = "Sicherungsprotokolle";